{
    "list":{
        "0":{
            "episode": "Episode 1: The Phantom Menace", 
            "story": "32 Years before Episode 4, Young Jedi Padawan Obi Wan Kenobi and his master Qui Gon Jin are on Planet Naboo when the Trade Federation Attacks with a droid Army. Naboo politician Senator Palpatine overthrows the Chancellor and takes his place, because the Senate would not help f!ght off the droid army. They flee with the Queen of Naboo, Padme Amidada to Tattooine, where they meet Anakin Skywalker, a slave boy born of a virgin who has extreme levels of the force with no training. They barter for his release by having Anakin win a pod-race, and bring him to the Jedi Council to approve his training. Mace Windu, and the council allows Qui Gon to train Anakin, and Obi Wan to become a Jedi Master, and take him back to Naboo, where they defeat the Trade Federation with Anakin destroying their space station. Sith Master Darth Maul f!ghts and k!lls Qui Gon in the process, and Obi Wan cuts him in half immediately after. Young Anakin, Obi Wan, and others are honored for defeating the droids. Obi Wan takes Anakin as his apprentice.",
            "img":"css/img/poster/The_Phantom_Menace.jpg"
        },
         "1":{
            "episode": "Episode 2: Attack of the Clones", 
            "story": "Years later, the Trade Federation has more droids and launches war upon the Galactic Senate. The Jedi council fears Padme is in danger after an attempt on her life and a.ssigns Obi Wan and Anakin to protect her. They find out there's an a.ssassin and Anakin and Padme travel to Naboo for refuge where they fall in love, a direct violation of Jedi practice. Obi Wan follows the a.ssassin and finds out that a clone army has been made for the Jedi to lead from the a.ssassin's genes. Anakin has visions of his mother dying, so he goes to his home planet and is too late to save her, so he slaughters the entire Tusken village in rage. Obi Wan tracks the a.ssassin to another planet and learns that Count Dooku has taken over for Darth Maul, and is leading the Trade Federation, but gets capgtured, Anakin and Padme find out and try to save him, but they too are captured. The rest of the Jedi save them with the clone army, and Dooku cuts off Anakins arm in a f!ght, then flees when his former master, Yoda, just owns his force powers. They all go back to the city planet Coruscant and see the Clone Army is ready.",
            "img":"css/img/poster/Attack_of_the_Clones.jpg"
        },
        "2":{
            "episode": "Episode 3: Revenge of the Sith", 
            "story": "Chancellor Palpatine has been captured by the Separatist Army. Anakin and Obi Wan save him and Anakin behe@ds Count Dooku. Palpatine takes Anakin under him as a personal Jedi bodyguard. Padme reveals to Anakin that she is pregnant, and Anakin begins having visions of her dying as she gives birth. Fearing that she will die, Palpatine reveals that he has studied in the Force and the dark side, but that he has the power to prevent death. Anakin reveals to the Jedi Council this information, and Mace Windu tries to arrest Palpatine, Anakin interferes, Palpatine k!lls Windu and appoints Anakin as his new apprentice, Darth Vader. Palpatine orders all the clones to k!ll the Jedi, Obi Wan and Yoda are the only to survive. Vader k!lls all of the children and Jedi at their temple. Palpatine declares to the Senate that the Jedi tried to k!ll him, and in turn he is reforming the Senate into an Empire and declares himself Emperor. Obi Wan finds out Anakin is evil, tells Padme, then follows her to him, where he f!ghts and defeats him, cutting off his other arm, and both of his legs. The Emperor saves Vader. Padme, after being almost choked to death, dies from childbirth and the twins, Luke and Leia are separated to protect them. Obi Wan and Yoda go into hiding.",
            "img":"css/img/poster/Revenge_of_the_Sith.jpg"
        },
        "3":{
            "episode": "Episode 4: A New Hope", 
            "story": "Story begins above desert Planet above Tattooine, where cyborg sith master Darth Vader kidnaps Princess Leia Organa. Two droids from her ship escape with information on how to destroy the evil empire's space station and land on the planet, and make their way to Luke Skywalker. Luke finds the message and meets up with Obi Wan Kenobi, who travel with smuggler Han Solo to the planet Alderaan, home planet of Leia. On the way, Obi Wan tells Luke that he has the power of the Jedi, called the force within him. He begins to train this power. However, the Empire has destroyed the planet with their space station, the death Star. The team eventually frees Leia from prison in the death Star, but Darth Vader k!lls Obi Wan Kenobi in the process. After escaping, Han, Luke, and Leia join the Rebel Alliance and a small squadron of f!ghters led by Luke are able to destroy the death Star via a miniscule weakness.",
            "img":"css/img/poster/A_New_Hope.jpg"
        },
        "4":{
            "episode": "Episode 5: The Empire Strikes Back", 
            "story": "The Empire is now chasing down and locating the Rebel Alliance, and they are hiding on frozen planet Hoth. Luke, Han, and Leia are all on Hoth. Luke gets lost in the snow and a vision of Obi Wan in a blizzard tells Luke to visit a jedi master named Yoda. A probe droid from the Empire finds the base, and Darth Vader comes and destroys it. Han and Leia escape to Cloud City to find refuge with Han's homie Lando, and Luke travels to see Yoda and begins training, but leaves early because he senses that Vader catches up with Han and Leia... who then freezes Han in a cryogenic carbonite. Luke catches them and has a lightsaber battle with Vader, who cuts off Lukes hand after revealing that he is actually Luke's father. Luke escapes and he and Lando rejoin the Rebel Alliance who give Luke a mechanical cyborg hand.",
            "img":"css/img/poster/The_Empire_Strikes_Back.jpg"
        },
        "5":{
            "episode": "Episode 6: Return of the Jedi", 
            "story": "Han Solo is still frozen in carbonite but has been brought to Jabba the Hut, a gangster on Tattooine. Leia tries to save him but is captured and made a slave hoe in the process. Luke shows up and after letting himself be captured, saves all of them in the process, with Lando. Luke then travels to Yoda one last time to finish training. Yoda dies, but confirms that Vader was telling the truth, and Obi Wan's spirit reveals that he must confront Vader to become a Jedi. He also tells him that Leia is his twin sister. The Empire has begun building a second death Star, which is functional. Luke f!ghts Vader a second time as Vader's master, The Emperor watches, and succumbs to his anger, and owns Vader, but realizes he is becoming evil, and spares him. The Emperor in turn begins k!lling Luke with lightning from his hands, and Vader k!lls the Emperor to save Luke. Vader dies, the second death Star is destroyed by a squad of ships led by Lando, and everyone celebrates. Vader's evil is gone and he becomes Anakin Skywalker, shown in spirit with Obi Wan and Yoda in celebration of the destruction of the dark side.",
            "img":"css/img/poster/Return_of_the_Jedi.jpg"
        },
        "6":{
            "episode": "Episode 7: The Force Awakens", 
            "story": "The story begins thirty years after the events of Star Wars: Episode VI Return of the Jedi. The First Order has risen from the ashes of theGalactic Empire and is opposed by General Leia Organa and theResistance, both of which seek to find the missing Jedi Master Luke Skywalker. In the midst of this search, new heroes rise in the form ofRey, a Force-sensitive scavenger from Jakku; Finn, a stormtrooperwho defected from the First Order; and Poe Dameron, the best pilotin the Resistance. They are aided by Han Solo in their search for Skywalker and their mission to destroy the First Order's newsuperweapon, Starkiller Base, which targets the New Republic and the Resistance for destruction. They are opposed by villains such asKylo Ren, a dark warrior with a mysterious past; and General Hux, the commander of Starkiller Base.",
            "img":"css/img/poster/The_Force_Awakens.jpg"
        }
    }
}
